13/data/attachments/6142bad6e4358860.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_7b89b883-cea8-4cf0-880b-9cb450a2b81c</nif:username>
            <nif:friendToBeAdded>Natasha_necessary_Actions_52332_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>